{
  "message": "tere i18n !!",
  "header": {
    "Findup": "Findup",
    "home": "Avaleht",
    "about": "Meist",
    "login": "Logi sisse",
    "signup": "Registreeri"
  },
  "about": {
    "heading": "Tere tulemast liituma spordiväljaku rakendusega",
    "text": "See rakendus on mõeldud neile, kes sooviksid leida oma hobipartnereid spordiväljakul. Kuigi seda rakendust saavad inimesed registreerida, kasutades e-posti ja parooli ning rääkides oma hobidest. Kui nad on sisse logitud, saavad nad liituda erinevate valdkondade meeskondadega, nad näevad meeskonna liikmeid ja saavad nendega ühendust võtta. See rakendus aitab inimestel luua uusi meeskondi ja teha omavahel koostööd, jagada uusi kogemusi ja veeta aega. Seda rakendust on vaja, sest igas riigis on nii palju rahvusvahelisi inimesi ja nad ei tea, kuhu nad saaksid mängima minna ning kuidas leida samade hobidega inimesi, kellega koos mängida, nii et see on nende jaoks väga tore platvorm."
  },
  "info": {
    "name": "Nimi",
    "email": "E-post",
    "password": "Parool",
    "homeAddress": "Kodu aadress",
    "telephoneNum": "Telefoninumber",
    "account": "Kas teil pole kontot? Registreeri",
    "here" : "siin",
    "teamMembersInfo": "Meeskonna liikmete info"
  },
  "fields":{
    "areasinterested": "Alad, millest olete huvitatud.",
    "basketball": "Korvpall",
    "badminton":"Sulgpall",
    "football":"Jalgpall",
    "cricket":"Kriket",
    "handball":"Käsipall",
    "vollyball":"Võrkpall",
    "tabletennis":"Lauatennis"
    
  },
  "fieldInfo":{
    "basketball":"Tere korvpallisõbrad, tahate meeskonnaliikmetest teada saada. Klõpsake allpool",
    "badminton":"Tere sulgpalli armastajad, tahate meeskonnaliikmetest teada saada. Klõpsake allpool.",
    "football":"Tere, jalgpallisõbrad, tahate meeskonnaliikmetest teada saada. Klõpsake allpool",
    "cricket": "Tere, kriketisõbrad, tahate meeskonnaliikmetest teada saada. Klõpsake allpool.",
    "handball":"Tere, käsipalli armastajad, tahate meeskonnaliikmetest teada saada. Klõpsake allpool.",
    "vollyball":"Tere, võrkpallihuvilised, tahate meeskonnaliikmete kohta teada. Klõpsake allpool.",
    "tabletennis": "Tere, lauatennise austajad, tahate meeskonnaliikmetest teada saada. Klõpsake allpool."
  }
}